"[{\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 0, \"sentid\": 0, \"sentence\": \"The World Health Organization has declared antibiotic resistance a global public health threat, based on rising rates of resistant pathogens and diminishing rates of new antibiotic development .\", \"has_citations\": 1, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 0, \"sentid\": 1, \"sentence\": \"Antimicrobial stewardship is a cornerstone of efforts to counter this threat.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 0, \"sentid\": 2, \"sentence\": \"However, evidence-informed stewardship treatment decisions for patients with life-threatening illnesses such as bloodstream infections are challenging because little evidence exists for the optimal duration of treatment.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 0, \"sentid\": 3, \"sentence\": \"Among patients with suspected bloodstream infections, broad-spectrum antibiotics must be initiated empirically because early adequate empiric treatment is associated with improved survival .\", \"has_citations\": 1, \"citations\": [\"16625125\", \"20733044\"]}, {\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 0, \"sentid\": 4, \"sentence\": \"Due to the rising prevalence of resistant organisms, the tailoring or de-escalation of these empiric regimens is not possible even when blood culture and susceptibility results become available.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 0, \"sentid\": 5, \"sentence\": \"Patients must then remain on broad-spectrum agents for their full treatment course .\", \"has_citations\": 1, \"citations\": [\"30208454\"]}, {\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 0, \"sentid\": 6, \"sentence\": \"Therefore, shortening total treatment durations may be the most feasible approach to minimize patient-level and societal-level antimicrobial harms .\", \"has_citations\": 1, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 1, \"sentid\": 0, \"sentence\": \"Our systematic review, national practice survey, and observational studies have documented a lack of evidence to guide optimal treatment durations for bloodstream infections, wide variation in clinical practice, and collective equipoise for a trial of 7 versus 14\\u2009days of antibiotic treatment for patients with bloodstream infections .\", \"has_citations\": 1, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 1, \"sentid\": 1, \"sentence\": \"Through the Bacteremia Antibiotic Length Actually Needed For Clinical Effectiveness (BALANCE) pilot randomized controlled trial (ClinicalTrials.gov NCT02261506) we documented the feasibility of this trial design among 115 patients in intensive care units (ICUs) .\", \"has_citations\": 1, \"citations\": [\"29452598\"]}, {\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 1, \"sentid\": 2, \"sentence\": \"These patients served as a vanguard for the BALANCE main trial (ClinicalTrials.gov NCT03005145), which has recruited more than 600 patients across a growing number of ICU sites and countries.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 2, \"sentid\": 0, \"sentence\": \"The Canadian Critical Care Trials Group (CCCTG) and Australian & New Zealand Intensive Care Society Clinical Trials Group (ANZICS CTG) began the BALANCE trial in the ICU setting.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 2, \"sentid\": 1, \"sentence\": \"As the majority of patients with bacteremia are cared for on general medical and surgical wards, we began to explore hospital-wide expansion to the full population of hospitalized patients with bacteremia as a means to improve the generalizability and timeliness of the BALANCE RCT.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 2, \"sentid\": 2, \"sentence\": \"We first conducted a distinct BALANCE pilot trial focused on patients admitted to general hospital wards at the BALANCE central study site.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 2, \"sentid\": 3, \"sentence\": \"We then expanded this approach to several community and academic hospitals participating in the BALANCE trial (ClinicalTrials.gov NCT02917551).\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 0, \"paraid\": 3, \"sentid\": 0, \"sentence\": \"The objectives of this multi-centre BALANCE-Ward pilot RCT were three-fold: (1) to test the feasibility of ward (non-ICU) recruitment into this trial; (2) to compare the patient, pathogen, and outcome characteristics among patients enrolled in the BALANCE-Ward pilot RCT to characteristics in the prior BALANCE-ICU pilot RCT; and (3) to estimate the sample size and non-inferiority margin impacts of merging the BALANCE-Ward pilot with the BALANCE main trial.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 0, \"sentid\": 0, \"sentence\": \"In the prior BALANCE-ICU pilot RCT we demonstrated that it was feasible to enroll ICU patients into a trial of 7 versus 14\\u2009days of treatment for bloodstream infection  thereby providing the vanguard patients for the multinational, multicentre BALANCE main RCT.\", \"has_citations\": 1, \"citations\": [\"29452598\"]}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 0, \"sentid\": 1, \"sentence\": \"In this subsequent BALANCE-Ward pilot RCT, we have confirmed that it is feasible to enroll patients cared for on general hospital wards and have clarified the viability and implications of expanding the BALANCE main RCT to include hospital-wide patients with bacteremia.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 1, \"sentid\": 0, \"sentence\": \"The BALANCE-Ward pilot RCT documented feasibility with respect to both co-primary outcomes of recruitment rate and protocol adherence.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 1, \"sentid\": 1, \"sentence\": \"We achieved mean recruitment rates of 2.9 patients per site-month; the median recruitment rate per site per month was lower (1.0) but still met our feasibility target.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 1, \"sentid\": 2, \"sentence\": \"Similarly, we achieved protocol adherence rates of 93%, which exceeded the 77% adherence rates in the ICU population.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 1, \"sentid\": 3, \"sentence\": \"On the basis of these co-primary outcomes it appears feasible that the BALANCE RCT could be extended from ICUs to include non-ICU patients.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 1, \"sentid\": 4, \"sentence\": \"The increased recruitment rate on the wards can be attributed to the larger number of bacteremic patients than those who are in the ICU.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 1, \"sentid\": 5, \"sentence\": \"The superior protocol adherence rates on the general wards may be due to the lower severity of illness and lower risk of secondary nosocomial infections among these patients with shorter lengths of hospital stay and fewer indwelling devices such as endotracheal tubes and central venous catheters.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 2, \"sentid\": 0, \"sentence\": \"As expected, there were some measurable differences in critically ill patients with bacteremia enrolled in the initial BALANCE pilot compared to the patients on the wards who were enrolled in this pilot.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 2, \"sentid\": 1, \"sentence\": \"The latter were older, had lower severity of illness at baseline, and more commonly had community-acquired bacteremia, genito-urinary sources of infection, and E. coli as a causative pathogen.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 2, \"sentid\": 2, \"sentence\": \"On the one hand, merging non-ICU patients with ICU patients into a single trial could be viewed as mixing two heterogeneous populations together.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 2, \"sentid\": 3, \"sentence\": \"On the other hand, combining these patients together could be considered as reflecting a broader population of patients with bloodstream infection, yielding more generalizable trial results.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 2, \"sentid\": 4, \"sentence\": \"The ICU and non-ICU pilot trial patients were both infected with a diverse range of Gram negative and Gram positive bacterial pathogens, and each included patients with a diverse range of host comorbidities.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 2, \"sentid\": 5, \"sentence\": \"Typically a trial based on a specific diagnosis (e.g., pulmonary embolism, myocardial infarction) would be conducted across the full spectrum of severity, including those patients admitted to ICU and non-ICU wards.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 2, \"sentid\": 6, \"sentence\": \"Conceptually, enrolling both non-ICU and ICU patients captures the full spectrum of bacteremic illness, and the patients are only dichotomized by the location of care within the hospital.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 3, \"sentid\": 0, \"sentence\": \"The 90-day mortality rate in this pilot RCT (12.8%) was similar to the mortality rate seen in a recently published RCT of 604 patients allocated to 7 versus 14\\u2009days of antibiotics for patients with Gram negative bacteremia conducted on non-ICU wards in three centers in Israel and Italy .\", \"has_citations\": 1, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 3, \"sentid\": 1, \"sentence\": \"As expected, the 90-day mortality rate was lower than that seen in our prior BALANCE-ICU pilot RCT (15%) .\", \"has_citations\": 1, \"citations\": [\"29452598\"]}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 3, \"sentid\": 2, \"sentence\": \"The mortality difference between non-ICU and ICU patients is even wider than the ICU pilot data suggest, because a more updated mortality estimate from the BALANCE main trial suggests that the mortality has risen to 17.3%.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 3, \"sentid\": 3, \"sentence\": \"At a fixed non-inferiority margin of 4%, adding non-ICU ward patients in the study would decrease our total sample size requirement (Fig.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 3, \"sentid\": 4, \"sentence\": \"3; maintaining our sample size target would enable us to reduce the achievable absolute non-inferiority margin (Fig.\\u00a04.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 3, \"sentid\": 5, \"sentence\": \"It is important to note that our 4% non-inferiority margin is already much smaller than the non-inferiority margins used in recent trials of antibiotic treatment duration in patients with serious bacterial infections  and is also much lower than the US Federal Drug Administration recommendation of non-inferiority margins for ventilator-associated pneumonia .\", \"has_citations\": 1, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 3, \"sentid\": 6, \"sentence\": \"Therefore, we have opted to maintain our current overall sample size target (n\\u00a0=\\u20093626) for the BALANCE main trial.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 4, \"sentid\": 0, \"sentence\": \"Our BALANCE-Ward pilot RCT enrolled patients in six sites, and so we cannot be certain that the recruitment and adherence results would be generalizable to all of the sites involved in the BALANCE main RCT.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 4, \"sentid\": 1, \"sentence\": \"However, the generalizability is bolstered by inclusion of a mix of both community and academic hospitals, as well as sites with long-standing versus recent involvement in the CCCTG.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 4, \"sentid\": 2, \"sentence\": \"Another limitation is that we cannot predict whether expansion to include non-ICU enrolment will lead to a compensatory decrease in ICU recruitments by diluting study teams\\u2019 efforts across broader clinical units.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 4, \"sentid\": 3, \"sentence\": \"In our six pilot RCT sites, though, we did not see reductions in ICU recruitments.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 4, \"sentid\": 4, \"sentence\": \"As BALANCE is expanded hospital-wide, we will assess the interplay of ICU and non-ICU recruitment rates over time.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 4, \"sentid\": 5, \"sentence\": \"The low rate of enrolment of eligible ward patients, and wide variation across sites, suggests that further efforts may be necessary to foster enrolments, including educating ward clinicians about the pre-RCT work which has documented practice heterogeneity and collective clinical equipoise.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 4, \"sentid\": 6, \"sentence\": \"The BALANCE-Ward pilot RCT experience suggests that sites with infectious diseases engagement on the study team achieve much higher recruitment rates and percent enrolment of eligible patients, and so this will be crucial for future sites considering hospital-wide recruitment.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 4, \"sentid\": 7, \"sentence\": \"We will also need to track eligible non-enrolled patients, along with recruitment rates and protocol adherence, as a site-specific metric throughout the conduct of the trial.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 5, \"sentid\": 0, \"sentence\": \"The BALANCE steering committee and CCCTG have guided us in conducting step-wise pilots of the BALANCE RCT protocol in the initial ICU population, and now in this non-ICU population, once again confirming the feasibility of the BALANCE trial design on general hospital wards.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 5, \"sentid\": 1, \"sentence\": \"We have carefully reviewed the one-group findings (maintaining allocation concealment) with the CCCTG and the BALANCE international steering committee, both of which have strongly endorsed the option for participating BALANCE sites to extend enrolments hospital-wide.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 5, \"sentid\": 2, \"sentence\": \"Given the success of this non-ICU pilot, no other protocol changes are required to facilitate inclusion of non-ICU patients in the BALANCE main trial.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 5, \"sentid\": 3, \"sentence\": \"A detailed statistical analysis plan involving the entire cohort will be published before the trial is completed; randomization will be stratified by ICU and non-ICU ward location, and a subgroup analysis will be conducted.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 5, \"sentid\": 4, \"sentence\": \"The subgroup analyses, by definition, will not be powered to achieve the same non-inferiority margin as the overall BALANCE trial population.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 5, \"sentid\": 5, \"sentence\": \"However, the achievable non-inferiority margins within the ICU and non-ICU subgroups will still be less than the non-inferiority margins used in recent landmark antimicrobial minimization studies involving patients with serious bacterial infections .\", \"has_citations\": 1, \"citations\": [\"30208454\"]}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 5, \"sentid\": 6, \"sentence\": \"We anticipate that the final BALANCE trial results will be more generalizable to the full population of patients admitted to hospital with bloodstream infections, and yet will include a majority of critically ill patients, ensuring that the data are relevant to our sickest of patients.\", \"has_citations\": 0, \"citations\": []}, {\"pmid\": \"31941546\", \"secid\": 3, \"paraid\": 5, \"sentid\": 7, \"sentence\": \"In doing so, we hope that BALANCE will provide an evidence foundation for the treatment of a broad range of patients with non-S. aureus bacteremia, and allow us to maximize the benefits while minimizing the harms of antimicrobial treatments for bloodstream infections.\", \"has_citations\": 0, \"citations\": []}]"